app/controllers/users/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = $1 ORDER BY "users"."id" ASC LIMIT $2  [["email", "a@a"], ["LIMIT", 1]]
SELECT "groups".* FROM "groups" INNER JOIN "groups_users" ON "groups"."id" = "groups_users"."group_id" WHERE "groups_users"."user_id" = $1  [["user_id", 1]]
SELECT  "users".* FROM "users" WHERE "users"."email" = $1 LIMIT $2  [["email", "a@a"], ["LIMIT", 1]]
---
  def create
    @user = User.find_by!(email: params[:user]['email']);
    @is_org = org?(@user.groups)